/* eslint-disable no-unused-vars */
const data = {
    id: 1,
    title: 'Voyage',
    text: 'Высокопроходимый и комфортабельный хаусбот ',
    category: 'Коммерческие суда',
    description:
        'Результат совместного творчества судостроительной компании «Ушаковские Верфи» и дизайн-ателье Дмитрия Рейнгарда (Dmitry Reingard) Результат совместного творчества судостроительной компании «Ушаковские Верфи» и дизайн-ателье Дмитрия Рейнгарда (Dmitry Reingard) Результат совместного творчества судостроительной компании «Ушаковские Верфи» и дизайн-ателье Дмитрия Рейнгарда (Dmitry Reingard) Результат совместного творчества судостроительной компании «Ушаковские Верфи» и дизайн-ателье Дмитрия Рейнгарда (Dmitry Reingard) Результат совместного творчества судостроительной компании «Ушаковские Верфи» и дизайн-ателье Дмитрия Рейнгарда (Dmitry Reingard) Результат совместного творчества судостроительной компании «Ушаковские Верфи» и дизайн-ателье Дмитрия Рейнгарда (Dmitry Reingard)',
    params: [
        {
            name: 'Длина',
            value: '15.10 м',
        },
        {
            name: 'Ширина',
            value: '5.10 м',
        },
        {
            name: 'Осадка',
            value: '± 0.83 m ',
        },
        {
            name: 'Водоизмещение',
            value: '26 000 тонн',
        },
    ],
    icon: '/uploads/img/boat.jpg',
    media: {
        mark: 'video' /* image || video */,
        type: 'file' /* video -> file || image -> '' */,
        src:
            '/uploads/video/landscape_757_61fb9d4b3acd6_620099638f50e_1_622afc7daf1ef.mp4',
    },
    interior: {
        title:
            'простор, комфорт и мощный, стальной, килеватый корпус с ледовым поясом',
        thesis: 'про хаусботы',
        description:
            '<p>Это судно предназначено для круглогодичного проживания на водоемах и для длительных путешествий, в том числе и в сложных навигационных условиях. Отличительной особенностью данной модели является мощный, стальной, килеватый корпус с ледовым поясом, позволяющим замораживать судно на стоянке на весь зимний период. В корпусе судна располагаются все системы жизнеобеспечения включая емкости больших объемов, позволяющие спокойно перезимовать на акватории, исключая проблемы по наполнению или откачке танков.</p><p>Великолепная сауна с панорамным видом на водную гладь, позволяет полностью расслабиться и провести время в тишине и спокойствии вдыхая аромат липы и можжевельника. Просторная верхняя палуба дает возможность любоваться летними звездами под шум морского бриза или устроить классную гриль-вечеринку</p>',
        slider: [
            {
                img: '/uploads/img/interior-1.jpg',
                caption: 'Спальня с панорамным окном',
            },
            {
                img: '/uploads/img/interior-2.jpg',
                caption: 'сауна с панорамным видом на водную гладь',
            },
            {
                img: '/uploads/img/interior-1.jpg',
                caption: 'вид с палубы хаусбота',
            },
            {
                img: '/uploads/img/interior-2.jpg',
                caption: 'вид с палубы хаусбота',
            },
        ],
    },
    tour: {
        title:
            'ознакомьтесь подробнее с интерьером  хаусбота voyage при помощи 3D-тура',
        link: 'https://pixiq.ru/catalog/real-ships/respect-150-ok.html',
    },
    exterior: {
        title: 'симбиоз яхты и дома с высочайшей надежностью и проходимостью',
        thesis: 'про хаусботы',
        description:
            '<p>Хаусбот — это симбиоз яхты и дома, где приоритет отдается комфорту и удобству, а в случае с этой моделью еще и высочайшей надежности, и проходимости. Хаусботы VOYAGE строятся по нормам СЕ, под надзором голландского классификационного сообщества.</p><p>По окончанию строительства судну присваивается категория плавания «С», выдается сертификат СЕ и номер СIN. Это позволяет не только ходить по акваториям Европейского Сообщества, но и отчуждать его на территории ЕС</p>',
        slider: [
            {
                img: '/uploads/img/exterior-1.jpg',
                caption: '1',
            },
            {
                img: '/uploads/img/interior-1.jpg',
                caption: '2',
            },
            {
                img: '/uploads/img/exterior-img-1.jpg',
                caption: '3',
            },
            {
                img: '/uploads/img/exterior-img-2.jpg',
                caption: '4',
            },
        ],
        images: [
            {
                img: '/uploads/img/exterior-img-2.jpg',
                caption: 'вид с палубы хаусбота',
            },
            {
                img: '/uploads/img/exterior-img-1.jpg',
                caption: 'вид на носовую часть судна',
            },
        ],
    },
    specification: [
        {
            modification: '1500 ECO',
            img: '/uploads/img/boat-specification.png',
            length: '21,7 м',
            width: '5 м',
            params: [
                {
                    name: 'Длина',
                    value: '15.10 м',
                },
                {
                    name: 'Ширина',
                    value: '5.10 м',
                },
                {
                    name: 'Осадка',
                    value: '± 0.83 m',
                },
                {
                    name: 'Водоизмещение',
                    value: '26 000 ТОНН',
                },
                {
                    name: 'Пассажировместимость',
                    value: '12',
                },
                {
                    name: 'Спальных мест',
                    value: '4+2',
                },
                {
                    name: 'Категория по CE',
                    value: 'CE',
                },
            ],
            file: '',
        },
        {
            modification: '1700 ECO',
            img: '/uploads/img/boat-specification.png',
            length: '16 м',
            width: '8 м',
            params: [
                {
                    name: 'Длина',
                    value: '15.10 м',
                },
                {
                    name: 'Ширина',
                    value: '5.10 м',
                },
                {
                    name: 'Осадка',
                    value: '± 0.83 m',
                },
                {
                    name: 'Водоизмещение',
                    value: '26 000 ТОНН',
                },
                {
                    name: 'Пассажировместимость',
                    value: '12',
                },
                {
                    name: 'Спальных мест',
                    value: '4+2',
                },
                {
                    name: 'Категория по CE',
                    value: 'CE',
                },
            ],
            file: '',
        },
        {
            modification: '1900 ECO',
            img: '/uploads/img/boat-specification.png',
            length: '20 м',
            width: '5 м',
            params: [
                {
                    name: 'Длина',
                    value: '15.10111 м',
                },
                {
                    name: 'Ширина',
                    value: '5.10 м',
                },
                {
                    name: 'Осадка',
                    value: '± 0.83 m',
                },
                {
                    name: 'Водоизмещение',
                    value: '26 000 ТОНН',
                },
                {
                    name: 'Пассажировместимость',
                    value: '12',
                },
                {
                    name: 'Спальных мест',
                    value: '4+2',
                },
                {
                    name: 'Категория по CE',
                    value: 'CE',
                },
            ],
            file: '',
        },
    ],
};
