/* eslint-disable no-unused-vars */
const data = {
    shipyard: {
        thesis: 'о нашей верфи',
        media: {
            id: 0,
            mark: 'video' /* image || video */,
            type: 'youtube' /* video -> youtube/file || image -> '' */,
            src: 'https://www.youtube.com/watch?v=Hfn0FZcmy14',
        },
    },
    production: {
        title: 'современное яхтенное производство',
        thesis: 'о нашей верфи',
        description:
            '<p>Судостроительная компания Ушаковские Верфи —  это современное яхтенное производство, построенное по всем правилам и канонам голландского кораблестроения, с 2012 года строящее на территории Калининградской области стальные водоизмещающие яхты класса «люкс».</p> <p>На сегодняшний день предприятие оснащено самым современным оборудованием, позволяющим производить моторные яхты и коммерческие суда длиной до 22 метров.</p>',
        img: '/uploads/img/production-img.jpg',
        slider: [
            {
                img: '/uploads/img/production-slider.jpg',
                caption: 'Ушаковские верфи-1',
            },
            {
                img: '/uploads/img/production-slider.jpg',
                caption: 'Ушаковские верфи-2',
            },
            {
                img: '/uploads/img/production-slider.jpg',
                caption: 'Ушаковские верфи-3',
            },
        ],
    },
    mission: {
        thesis: 'о нашей философии И МИССИИ',
        description:
            '<p>Видим нашу задачу в том, чтобы оказывать высочайший уровень сервиса нашим клиентам, будь то покупка, продажа, чартер яхты, или менеджмент яхты.</p><p>Работаем максимально профессионально, используя наш опыт в яхтинге и теоретические знания, полученные за годы работы;наше консультирование и наши советы помогут вам, если вы собираетесь построить новую яхту на заказ, ищете помощь в управлении яхтой, или яхту в чартер, если вы хотите купить или продать яхту.</p><p>Мы выполняем то, что обещаем — потому что работаем только с тем, что знаем и что изучили сами на практике.</p>',
    },
    equipment: {
        title:
            'швейцарские часы в мире яхт, образец классического стиля и европейского качества',
        img: '/uploads/img/equipment-img.jpg',
        repeater: [
            {
                title: 'сталь марки KRUPP',
                description:
                    '<p>Корпус из судостроительной стали класса А устойчив, несокрушим и практически вечен — в отличие от пластиковых, стальные яхты легко выдерживают удары плавучего мусора, вмерзание в лед и даже столкновение с грунтом</p>',
            },
            {
                title: 'Только лучшее оборудование',
                description:
                    '<p>Для каждого судна подбираем лучшее в своем классе оборудование, оснастку и отделку, поэтому наши маломерные суда сочетают в себе надежность, комфорт и простоту управления</p>',
            },
            {
                title: 'Индивидуальность',
                description:
                    '<p>Благодаря стараниям нашего проектного центра и знаменитому голландскому дизайнеру Яну Виссеру (Jan Visser), а так же и авторским идеям заказчика, каждая яхта приобретает уникальную и неповторимую внешность</p>',
            },
        ],
    },
    employees: {
        title:
            'квалифицированные специалисты с ответственным отношением к любимому делу',
        thesis: 'о нашей команде',
        description:
            '<p>Специалисты верфи прошли полное обучение и стажировки в Голландии, что в сочетании с ответственным отношением к любимому делу гарантирует качество исполнения наших яхт.</p><p>Благодаря нашим компетенциям, мы имеем уникальную возможность строить не только модели базовой комплектации, но и подбирать лучшие индивидуальные решения, воплощая в жизнь желания самых требовательных клиентов.</p>',
        imgs: [
            '/uploads/img/emloyees-img-1.jpg',
            '/uploads/img/emloyees-img-2.jpg',
        ],
    },
    certificates: {
        title: 'идентификационный номер CIN и сертификат СЕ',
        text:
            '<p>Все этапы производства и сборки проходят под контролем голландской компании Dutch Marine Inspektion. Каждое судно по завершении строительства получает уникальный идентификационный номер CIN и сертификат СЕ</p>',
        img: '/uploads/img/certificate-img.jpg',
        repeater: [
            {
                title: 'CIN',
                description:
                    '<p>Подтверждает соответствие маломерного судна до 20 метров длиной стандартам экологической и технической безопасности Евросоюза, разрешает его продажу и эксплуатацию в Европе</p>',
            },
            {
                title: 'Сертификат СЕ',
                description:
                    '<p>Разрешает постановку яхты на учет в ГИМС — Государственной инспекции по маломерным судам МЧС России</p>',
            },
        ],
    },
};
