/* eslint-disable no-unused-vars */
const data = {
    id: 1,
    title:
        'Новая яхта линейки respect от компании «Ушаковские Верфи» спущена на воду',
    tag: 'новости',
    date: '27 ноября 2021',
    constructor: [
        {
            type: 'builder_title_text',
            content: {
                id: 57,
                title: 'концепция «типичного голландца»',
                text:
                    '<p>Опознать на воде или в тесноте марины голландскую моторную яхту легко сможет даже полный профан: уже сама по себе концепция «типичного голландца» слишком сильна и узнаваема, чтобы ее сумели спрятать любые размерные или даже «архитектурные» различия. Хотя теперь, пожалуй, этот постулат будет справедлив лишь при построении фразы в прошедшем времени, а в роли профанов могут оказаться и прожженные спецы. Ведь при всех своих бросающихсяв глаза голландских корнях объект нашего нынешнего теста — целиком и полностью российский.</p><p>Эту лодку мы «взяли на контроль», когда ее еще и в проекте не было. Точнее, был замысел, а вот собственно проект, начиная от теоретического чертежа и заканчивая проработкой мелких деталей, тогда только разрабатывался совместно с известным голландским конструктором Яном Виссером. Особый интерес редакции был вполне объясним: калининградская компания «Ушаковские верфи» задумала не просто перенести производство существующих стальных голландских яхт на отечественную почву, по примеру того, как в том же Калининграде собирают автомобили BMW.</p>',
            },
        },
        {
            type: 'builder_slider',
            content: {
                id: 86,
            },
            children: [
                {
                    type: 'builder_slider_item',
                    content: {
                        id: 86,
                        caption: 'Описание',
                        img: '/uploads/img/production-slider.jpg',
                    },
                },
                {
                    type: 'builder_slider_item',
                    content: {
                        id: 86,
                        caption: 'Описание',
                        img: '/uploads/img/production-slider.jpg',
                    },
                },
                {
                    type: 'builder_slider_item',
                    content: {
                        id: 86,
                        caption: 'Описание',
                        img: '/uploads/img/production-slider.jpg',
                    },
                },
            ],
        },
        {
            type: 'builder_quote',
            content: {
                id: 78,
                text:
                    'задача ставилась глобальная: создать собственный модельный ряд под собственным же брендом Real Ships, объединенный с классическими «голландцами» лишь общей концепцией и применяемыми технологиями',
            },
        },
        {
            type: 'builder_title_text',
            content: {
                id: 89,
                title: 'из-под одного карандаша',
                text:
                    '<p>Все проекты каждой торговой линейки — Courage, Respect, Tridente и Rubicon — были созданы с нуля и, что называется, вышли «из-под одного карандаша», поэтому полных аналогов ни одной из 18 моделей производственной программы «Ушаковских верфей» вы нигде не найдете.</p><p>До сих пор хорошо помню, как почти пятнадцать лет назад впервые оказался за штурвалом «типичного голландца» (если не ошибаюсь, это был Pedro 32 OK). В тестовой запарке, стремясь поскорей отдать швартовы и покинуть гавань одного из подмосковных яхт-клубов, поначалу я вообще принял лодку за пластиковую и лишь через некоторое время начал ощущать какие-то нестыковки, намекающие на то, что на самом деле я имею дело с металлом.</p><p>Неужели нечто подобное технически осуществимо? Предположим, стальные листы еще можно какими-то понятными ухищрениями вывести «в ноль», обеспечив идеально гладкие поверхности, но каким образом здесь добились не менее идеального глянца? После более пристального осмотра сравнение оказалось даже не в пользу пластика: и самый качественный гелькоут из новехонькой матрицы все равно не дает той сияющей поверхности, благодаря которой темно-синий борт можно запросто использовать как зеркало для бритья. Понятно, что это не просто краска, а некая хитрая эмаль вроде той, что придает блеск качественной металлической посуде, но это ведь не какой-нибудь там тазик, а многометровый яхтенный корпус!</p>',
            },
        },
        {
            type: 'builder_media',
            content: {
                id: 34,
                media: {
                    mark: 'video' /* image || video */,
                    type: 'file' /* video -> youtube/file || image -> '' */,
                    src:
                        '/uploads/video/landscape_757_61fb9d4b3acd6_620099638f50e_1_622afc7daf1ef.mp4',
                },
            },
        },
        {
            type: 'builder_title_list',
            content: {
                id: 23,
                title: 'РЕЗУЛЬТАТЫ ИСПЫТАНИЙ Respect 1300 AK',
                list: [
                    'Нагрузка: 12 человек + 740 л топлива и 370 л воды',
                    'Cиловая установка: турбодизель Vetus Deutz DTA 44 (140 л.с.) с прямым валом, кормовой ходовой тент установлен',
                    'Температура воздуха: +18 °С; температура воды: +14 °С; скорость ветра: 3–5 м/с; высота волны: 0,3–0,5 м',
                    'Акватория: Невская губа Финского залива, Санкт-Петербург',
                ],
            },
        },
        {
            type: 'builder_title_text',
            content: {
                id: 97,
                title: 'Резюме',
                text:
                    '<p>Конечно, в выражениях типа «такое умеют только голландцы» (американцы, папуасы, индийские йоги и т. д.) есть определенная доля лукавства, но все же яхтенных знатоков ожидает некоторый культурный шок.</p><p>Реализовать ту или иную вариацию на тему «типичной голландской яхты» в плане чисто компоновочных решений — задача, пожалуй, не настолько уж сложная, но с точки зрения истинных ценителей результаты таких попыток так и останутся подделками, пока им не придадут окончательный блеск.</p><p>Тот самый непостижимый эмалевый блеск, который до недавних пор оставался визитной карточкой яхт, построенных исключительно в стране тюльпанов, каналов и ветряных мельниц. Еще одной монополией стало меньше, но не думаю, что это кого-то особо опечалит.</p>',
            },
        },
        {
            type: 'builder_author',
            content: {
                id: 12,
                name: 'АРТЁМ ЛИСОЧКИН',
                view: 'текст',
            },
        },
    ],
    articles: [
        {
            link: '#',
            tag: 'кейсы',
            img: '/uploads/img/media-item.jpg',
            title: 'Первый зеленый дом на воде. Houseboat Voyage 1500 eco',
            text:
                'Одним из главных событий в жизни судостроительной компании – спуск судна на воду. Никого не оставляет равнодушным процедура спуска судна на воду ',
            date: '26 ноября 2021',
        },
        {
            link: '#',
            tag: 'кейсы',
            img: '/uploads/img/media-item.jpg',
            title: 'RUBICON. Рожденный бороздить океаны',
            text:
                'Экспедиционный траулер RUBICON — самый мощный представитель модельного ряда Real Ships. Эта яхта океанского класса обеспечивает самые широкие возможности в любых путешествиях и экспедициях...',
            date: '18 сентября 2021',
        },
    ],
};
